# Вывести сообщение если были введены данные пользователем
messag=input("Enter text:")
if messag:
    print("Введенный текст " + messag)
else:
    print("Текст не введен")

